---
kind: other
id: Properties.T:Autodesk.Revit.DB.LogicalOrFilter
source: html/70a7ed44-c664-ff5b-c439-5a40c76c9e83.htm
---
# LogicalOrFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.